Repository: FUUK/fuuk
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Staff
cs: Členové oddělení

source: PhD. students
cs: Doktorandi

source: Book
cs: Kniha

source: Leave blank for one-paged chapters.
cs: Pro jednostránkové kapitoly ponechte prázdné.

source: Article
cs: Článek

source: Without leading http://dx.doi.org/
cs: Bez počátečního http://dx.doi.org/

source: Journal
cs: Časopis

source: Please fill in a full name of journal.
cs: Vyplňujte, prosím, celé jméno časopisu.

source: Leave blank for one-paged articles.
cs: Pro jednostránkové články nechte prázdné.

source: City, state, date.
cs: Město, stát, datum.

source: Lecture
cs: Přednáška

source: Invited lecture
cs: Zvaná přednáška

source: Leave blank for one paged abstracts.
cs: Pro jednostránkové abstrakty ponechte prázdné.

source: Before selecting a presenter fill authors and press "Save and continue editing".
cs: Před zadáním přednášejícího zadejte autory a dejte "Uložit a pokračovat v úpravách".

source: Book has to have ISBN number.
cs: Kniha musí mít ISBN.

source: Book has to have book title.
cs: Kniha musí mít název.

source: Book can not have volume.
cs: Kniha nemůže mít svazek.

source: Book has to have page(s).
cs: Kniha musí mít stránky.

source: Book has to have publishers.
cs: Kniha musí mít vydavatele.

source: Book can not have presenter.
cs: Kniha nemůže mít přednášejícího.

source: Article has to have journal.
cs: Článek musí mít žurnál.

source: Article has to have volume.
cs: Článek musí mít svazek.

source: Article has to have page(s).
cs: Článek musí mít stránky.

source: Article can not have editors.
cs: Článek nemůže mít editory.

source: Article can not have publishers.
cs: Článek nemůže mít vydavatele.

source: Article can not have place.
cs: Článek nemůže mít místo.

source: Article can not have presenter.
cs: Článek nemůže mít přednášejícího.

source: Conference paper can not have ISBN/DOI number.
cs: Konferenční příspěvek nemůže mít DOI/ISBN.

source: Conference paper can not have volume.
cs: Konferenční příspěvek nemůže mít svazek.

source: Conference paper can not have publishers.
cs: Konferenční příspěvek nemůže mít vydavatele.

source: Presenter must be one of authors.
cs: Přednášející musí být mezi autory.

source: Books
cs: Knihy

source: Articles
cs: Publikace v časopisech

source: Conference paper
cs: Konferenční příspěvky

source: PhD. student
cs: Doktorand

source: Mgr. student
cs: Diplomant

source: Bc. student
cs: Bakalář

source: Person with type must have human.
cs: Osoba s typem musí být "human".

source: Students must have class year.
cs: Studenti musí mít ročník.

source: Bachelor
cs: Bakalářská

source: Master
cs: Magisterská

source: Doctoral
cs: Dizertační

source: Rigorous
cs: Rigorózní

source: Professor
cs: Profesorská

source: File not found
cs: Soubor nenalezen

source: File not found.
cs: Soubor nenalezen.

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
cs: Vyskytla se chyba. Administrátorům byla nahlášena emailem a měla by být brzy opravena. Děkujeme za trpělivost.

source: Division of Biomolecular Physics, Institute of Physics at Charles University in Prague
cs: MFF UK: Oddělení fyziky biomolekul

source: Division of Biomolecular Physics
cs: Oddělení fyziky biomolekul

source: Institute of Physics
cs: Fyzikální ústav UK

source: Charles University, Ke Karlovu 5, Prague 2,
cs: MFF UK, Ke Karlovu 5, Praha 2,

source: Welcome
cs: Vítejte

source: Education
cs: Studium

source: Thesis offer
cs: Nabídka prací

source: Defended thesis
cs: Obhájené práce

source: People
cs: Lidé

source: Students
cs: Studenti

source: Science
cs: Věda

source: Problematics
cs: Problematika

source: Publications
cs: Publikace

source: Grants
cs: Granty

source: Labs
cs: Laboratoře

source: Cooperations
cs: Spolupráce

source: Gallery
cs: Galerie

source: How to find us
cs: Kde nás najdete

source: Contact
cs: S připomínkami a dotazy se obracejte na

source: webmasters
cs: správce

source: for any suggestion or more information.
cs: stránek.

source: Charles University in Prague
cs: Univerzita Karlova v Praze

source: Faculty of Mathematics and Physics
cs: Matematicko-fyzikální fakulta

source: <p>The Division of Biomolecular Physics carries out fundamental research in molecular biophysics with focus on physical and chemical properties, structure and interactions of biomolecules, especially nucleic acids, proteins, porphyrins and their biologically important analogs. The major research methods include Raman, infrared and UV&ndash;VIS absorption spectroscopy. Experimental studies are supported by quantum chemistry calculations and molecular dynamics simulations.</p> <p>The Division of Biomolecular Physics also provides training in Biophysics and chemical physics. The Institute of Physics is the guarantee for master's program &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1b8.htm" target="_blank">Biophysics and chemical physics</a>&quot; at the Faculty of Mathematics and Physics at Charles University in Prague. The department actively participates in lecturing, laboratory training and diploma thesis supervision. Additionally, some employees provide lecturing and training in bachelor's programs &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1a2.htm" target="_blank">General Physics</a>&quot; and &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1a4.htm" target="_blank">Physics directed towards education.</a>&quot;</p>
cs: <p>Oddělení fyziky biomolekul (OFB) se zabývá základním výzkumem v oblasti molekulární biofyziky zaměřeným na studium fyzikálně&ndash;chemických vlastností, struktury a interakcí biomolekul, především nukleových kyselin, proteinů a porfyrinů a jejich biologicky významných analog. Při studiu, které probíhá za spolupráce s dalšími českými a zahraničními skupinami, je používán komplexní přístup zahrnující metody Ramanovy, infračervené a UV&ndash;VIS absorpční spektroskopie, kvantově&ndash;chemické výpočty a molekulárně&ndash;dynamické modelování. </p> <p>Oddělení fyziky biomolekul se významným způsobem podílí na výuce v oboru &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1b8.htm" target="_blank">Biofyzika a chemická fyzika</a>&quot; navazujícího magisterského studia fyziky na Matematicko&ndash;fyzikální fakultě UK formou přednášek, laboratorních cvičení a vedení diplomových prací. Fyzikální ústav UK je také garantujícím pracovištěm tohoto studijního oboru.</p> <p>Řada pracovníků oddělení se také podílí na výuce v bakalářském studiu v oborech &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1a2.htm" target="_blank">Obecná fyzika</a>&quot; a &quot;<a href="http://www.mff.cuni.cz/studium/bcmgr/ok/f1a4.htm" target="_blank">Fyzika zaměřená na vzdělávání</a> &quot; formou přednášek, cvičení, výuky v základním praktiku a vedením bakalářských prací.</p>

source: News
cs: Novinky

source: According to thesis type
cs: Podle typu práce

source: According to years
cs: Podle roku obhájení

source: 4F4 Branch Board
cs: Oborová rada 4F4

source: Biophysics, Chemical and Macromolecular Physics
cs: Biofyzika, chemická a makromolekulární fyzika

source: Annotation
cs: Anotace

source: Structure
cs: Struktura

source: Nursery
cs: Pracoviště

source: Themes
cs: Témata

source: Week of doctoral students
cs: Doktorandský týden

source: Contacts
cs: Kontakty

source: Year
cs: Rok

source: Grant agency
cs: Grantová agentura

source: Identification number of grant
cs: Identifikační číslo grantu

source: Head of the project
cs: Hlavní řešitel

source: Vice-head of the project
cs: Spoluřešitelé

source: Current grants
cs: Běžící granty

source: Ended grants
cs: Ukončené granty

source: Master study students
cs: Studenti magisterského studia

source: Bachelor study students
cs: Studenti bakalářského studia

source: By thesis type
cs: Podle typu práce

source: By year
cs: Podle roku obhájení

source: Theses defended in year
cs: Práce obhájené v roce

source: Advisor
cs: Vedoucí

source: Defended
cs: Obhájená

source: theses
cs: práce

source: Author
cs: Autor

source: Supervisor
cs: Vedoucí práce

source: Abstract
cs: Abstrakt

source: Keywords
cs: Klíčová slova

source: Conference proceedings
cs: Konferenční příspěvky

source: Courses
cs: Výuka

source: Code
cs: Kód

source: Range in summer semester
cs: Rozsah v LS

source: Range in winter semester
cs: Rozsah v ZS

source: Note
cs: Poznámka

source: Attachments
cs: Přílohy

source: Practicals
cs: Cvičení

source: Born
cs: Narozen

source: Affiliation
cs: Pracoviště

source: Room
cs: Místnost

source: Phone
cs: Telefon

source: Fields of interest and research experience
cs: Odborné zájmy

source: Long term stays
cs: Dlouhodobé zahraniční pobyty

source: Curiculum vitae
cs: Odborný životopis

source: Current thesis
cs: Současná práce

source: thesis
cs: práce

source: Grant annotation
cs: Annotace grantu

source: Finished grants
cs: Ukončené granty

source: year of Bc. study
cs: rok Bc. studia

source: Bachelor thesis
cs: Bakalářská práce

source: year of Mgr. study
cs: rok Mgr. studia

source: Master thesis
cs: Diplomová práce

source: year of PhD. study
cs: rok PhD. studia

source: Disertation thesis
cs: Dizertační práce
